Merge pull request #11 from Rickyoung221/feat/github-profile-stats
update redme
